Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: Mark records this: “The chief priests and the scribes heard it and sought a way to destroy him; for they feared him, because all the multitude was astonished at his teaching.” Mark 11:18.
pt: Marcos registra isso: “Os principais sacerdotes e os escribas ouviram e procuraram um meio de destruí-lo; porque temiam-no, porque toda a multidão se admirava da sua doutrina. ”Marcos 11:18.

source: Martin Luther, of the sixteenth-century Reformation, understood this very well: “Had I been a Jew,” he said in rather crude language, “I would have preferred to become a pig rather than a Christian, considering how those blockheads and jackasses govern and teach the Christian faith.“225
pt: Martinho Lutero, da Reforma do século XVI, entendeu isso muito bem: “Se eu tivesse sido judeu”, ele disse em linguagem crua, “eu preferiria me tornar um porco em vez de cristão, considerando como esses idiotas e idiotas governar e ensinar a fé cristã. “225

source: Mather than to announce a destruction, Jesus preached a more authentic Jewish piety.
pt: Mais do que anunciar uma destruição, Jesus pregou uma piedade judaica mais autêntica.

source: Matthew 27:18.
pt: Mateus 27:18

source: May He soon come back!
pt: Que ele volte logo!

source: May the Lord do so….
pt: Que o Senhor faça isso ...

source: Meaningful encounters with a person cannot be built on mere arguments or proofs.
pt: Encontros significativos com uma pessoa não podem ser construídos em meros argumentos ou provas.

source: Melchizedek means “king of justice.” He joined the functions of king (of Salem, that is, of peace) with that of priest (Abraham gave him the tithe and received a blessing from him).
pt: Melquisedeque significa “rei da justiça”. Ele se juntou às funções do rei (de Salém, isto é, da paz) com o de sacerdote (Abraão deu-lhe o dízimo e recebeu uma bênção dele).

source: Men of faith they were too, with the seeming irrationality and questions that faith itself engenders in onlookers.
pt: Homens de fé eram também, com a aparente irracionalidade e questões que a própria fé gera nos espectadores.

source: Messiah Son of David and Messiah Son of God
pt: Messias Filho de Davi e Messias Filho de Deus

source: Messianism and priesthood were thus bound up together, as Jewish tradition made clear by recognizing the Messiah in the cohen of Psalm 110.
pt: O messianismo e o sacerdócio estavam assim ligados juntos, conforme a tradição judaica deixava claro ao reconhecer o Messias no cohen do Salmo 110.

source: Micah 4:8-14 & Micah 5:1-4
pt: Miquéias 4:8-14 & Miquéias 5:1-4

source: Micah’s Literary Play on Words
pt: Brincadeira Literária de Micah em Palavras

source: Midrash Rabba deducted from its etymology that Jerusalem resurrected images not only of the sacrifice of Isaac but also the personality of the priest-king Melchizedek.151
pt: O Midrash Rabba deduziu da sua etimologia que Jerusalém ressuscitou imagens não só do sacrifício de Isaque, mas também da personalidade do rei-sacerdote Melquisedeque.

source: Misled and incited by the priests, the cooperation of the people was more or less passive.
pt: Enganado e incitado pelos sacerdotes, a cooperação do povo era mais ou menos passiva.

source: Mixed Waters
pt: Águas Mistas

source: Modern Language Bible.
pt: (Almeida Revista e Atualizada).

source: More still, Sunday, the holiday dedicated to the worshipers of the sun, had been made to take the place of the Sabbath day that had been fixed by God Himself at creation and reiterated on Mount Sinai.80 And what should the Jews think about the sheer “paganism made up of processions, carnivals, and merrymaking; and of the worshiping of gods in plaster of paris, of human bones and relics?“81
pt: Mais ainda, no domingo, o feriado dedicado aos adoradores do sol, tinha sido feito para tomar o lugar do dia de sábado que tinha sido fixado pelo próprio Deus na criação e reiterado no Monte Sinai.80 E o que os judeus deveriam pensar sobre o puro “paganismo feito de procissões, carnavais e festividades; e da adoração de deuses em gesso de paris, de ossos e relíquias humanas? ”81

source: More than an Israelite royalty is involved here.
pt: Mais do que uma realeza israelita está envolvida aqui.

source: More than ever before, people need something bigger than themselves; they must have the Word from above which can shed light on their perpetual fumbling and groping here below.
pt: Mais do que nunca, as pessoas precisam de algo maior que elas mesmas; eles devem ter a Palavra de cima, que pode lançar luz sobre seus perpétuos atrapalhando e tateando aqui embaixo.

source: More than heresy, more than paganism, Christianity, though it shared common roots with Judaism, became for the Jew the sworn enemy of Israel.
pt: Mais do que heresia, mais que paganismo, o cristianismo, embora compartilhasse raízes comuns com o judaísmo, tornou-se para o judeu o inimigo jurado de Israel.

source: Moreover, Jesus understood the situation.
pt: Além disso, Jesus entendeu a situação.

source: Moreover, Judaism and Christianity have not been entirely sheltered from these dangers, though both were based on a revelation from above.
pt: Além disso, o judaísmo e o cristianismo não foram totalmente protegidos desses perigos, embora ambos se baseassem em uma revelação vinda de cima.

source: Moreover, he says explicitly, “This present generation must think that they themselves have crucified Him.”
pt: Além disso, ele diz explicitamente: "A presente geração deve pensar que eles mesmos o crucificaram".

source: Moreover, the play on words in using the same verb shuf to characterize both attacks tends to substantiate this explanation.
pt: Além disso, o jogo de palavras usando o mesmo verbo shuf para caracterizar ambos os ataques tende a substanciar essa explicação.

source: Morever, the conviction of many of these witnesses, whose good faith was tested even to the point of martyrdom, was bound to generate a host of fellow believers.
pt: Além disso, a convicção de muitas dessas testemunhas, cuja boa fé foi testada até o martírio, estava fadada a gerar uma multidão de irmãos.

source: Murder and assassination are also explained as unfortunate necessities.
pt: Homicídio e assassinato também são explicados como necessidades infelizes.

source: My emotion and interest grew at each page, to the point where I was unable to refuse Jacques Doukhan’s request to prepare a Foreword to his work.
pt: Minha emoção e interesse aumentaram a cada página, a ponto de não conseguir recusar o pedido de Jacques Doukhan para preparar um prefácio para o seu trabalho.

source: My remarks have been inspired both by history - an unfailing mirror of relations between Jews and Christians - and by the studies of Jacques Doukhan.
pt: Minhas observações foram inspiradas tanto pela história de - um espelho infalível das relações entre Judeus e Cristãos - quanto pelos estudos de Jacques Doukhan.

source: My skills are not such as to enable me to do this; for my incompetency regarding an important aspect of Drinking at the Sources is total: the Talmud to me is a closed document.
pt: Minhas habilidades não são suficiêntes para permitirem que eu faça isso; por minha total incompetência em relação a um aspecto importante de Beber nas Fontes: o Talmude para mim é um documento fechado.

source: Myth had supplanted truth; legend was right and history was wrong.
pt: O mito suplantara a verdade; a lenda estava certa e a história estava errada.

source: Nailed to the cross,86 that law has lapsed and can no longer be invoked as the touchstone of the covenant relationship between God and His people.
pt: Pregado na cruz, essa lei desapareceu e não pode mais ser invocada como a pedra de toque do relacionamento de aliança entre Deus e Seu povo.

source: Nazi Germany skillfully took advantage of this pagan-Christian background, which served, in effect, as the womb of Nazism.
pt: A Alemanha nazista habilmente se aproveitou desse pano de fundo pagão-cristão, que serviu, na verdade, como o ventre do nazismo.

source: Neander has noted: “It was through opposition to Judaism that the feast of the Sunday was introduced very early in the place of the Sabbath.” J.A.W.
pt: Neander observou: “Foi através da oposição ao judaísmo que a festa do domingo foi introduzida muito cedo no lugar do sábado”.

source: Neander, Allgemeine Geschichte der Christlichen Religion und Kirche, I, 2, p.
pt: Neander, Allgemeine Geschichte der Christlichen Religião und Kirche, I, 2, p.

source: Nearing death, he called them all to his side.
pt: Ao se aproximar da morte, ele os chamou para o seu lado.

source: Necessity forced him to sit again on the learner’s bench.
pt: A necessidade obrigou-o a sentar-se novamente no banco do aprendiz.

source: Neither must one forget the presence of the large segment of Diaspora Jews.
pt: Nem devemos esquecer a presença do grande segmento dos judeus da diáspora.

source: Neither should he find it necessary to seek assimilation, even conversion, in order to merge with the majority to achieve success.
pt: Nem ele deve achar necessário buscar a assimilação, nem mesmo a conversão, a fim de se fundir com a maioria para alcançar o sucesso.

source: Neither the Greek Chrysostom, nor the Protestant Martin Luther, nor the Catholic Bossuet had the intellectual prudence or the evangelical charity to exorcize the demons of antiSemitism.“77
pt: Nem o grego Crisóstomo, nem o protestante Martinho Lutero, nem o católico Bossuet tinham a prudência intelectual ou a caridade evangélica para exorcizar os demônios do anti-semitismo.

source: Never have so many colloquiums and round-table discussions been organized in an effort to communicate, to bring reconciliation, to attempt an impossible ecumenism.
pt: Nunca houve tantos colóquios e mesas-redondas organizadas em um esforço para se comunicar, para trazer a reconciliação, para tentar um ecumenismo impossível.

source: Nevertheless, as if to discourage in advance and foil any attempt to remove these false differences, they seem to have been given shelter under the thick fog of irrational, absurd thinking, where they cannot be successfully identified or ferreted out.
pt: Mesmo assim, como se desencorajassem antecipadamente e frustrassem qualquer tentativa de remover essas falsas diferenças, eles parecem terem sido abrigados sob a névoa espessa do pensamento irracional e absurdo, onde eles não podem ser identificados com sucesso ou descobertos.

source: New religions appear regularly in the religious marketplace, all claiming to possess the one and only “truth.”
pt: Novas religiões aparecem regularmente no mercado religioso, todas alegando possuir a única "verdade".

source: No Jewish writer of the Diaspora mentions Jesus during that period.
pt: Nenhum escritor judeu da diáspora menciona Jesus durante esse período.

source: No doubt Einstein was right when he concluded with sadness, “It does not make sense to try to convince others, by all kinds of deductions, of our parity, because their opinions are not rooted in the brain.“31
pt: Sem dúvida Einstein estava certo quando concluiu com tristeza: "Não faz sentido tentar convencer os outros, por todos os tipos de deduções, de nossa paridade, porque suas opiniões não estão enraizadas no cérebro." 31

source: No longer is he a victim of or a believer in the efficacy of an empty gesture - an externalizing of religion.
pt: Ele não é mais uma vítima ou um crente na eficácia de um gesto vazio - uma externalização da religião.

source: No matter how great public ignorance and indifference may be about it, antiSemitism is a fact of modern life.
pt: Não importa quão grande ignorância e indiferença pública possa ser, o antissemitismo é um fato da vida moderna.

source: No one would think of inflicting on them “any and all punishments.” On the contrary, some of them are entrusted with useful functions in the country, notably in an essential and continuing mediation between Israel and Christianity.
pt: Ninguém pensaria em infligir-lhes “toda e qualquer punição”. Pelo contrário, a alguns deles são confiadas funções úteis no país, notadamente em uma mediação essencial e contínua entre Israel e o Cristianismo.

source: No religious group has delivered convincingly what it promised the world: justice, peace, salvation, love.
pt: Nenhum grupo religioso entregou de forma convincente o que prometeu ao mundo: justiça, paz, salvação, amor.

source: No, not that despicable surrender, not that cowardly act that conversion often connotes!
pt: Não, não aquela rendição desprezível, não aquele ato covarde que a conversão freqüentemente conota!

source: None will be able to give the name of the Messiah’s father, and much less know it.
pt: Ninguém poderá dar o nome do pai do Messias e muito menos saber.

source: Nor can we forget the popular image often created to represent the Jew in Christian circles.
pt: Também não podemos esquecer a imagem popular, muitas vezes criada para representar o judeu nos círculos cristãos.

source: Nor could they rest on the laurels of their ancestors.
pt: Nem podiam descansar sobre os louros de seus ancestrais.

source: Nor did it ever come to mind that it might be well to consult the sources and find out exactly what was involved.
pt: Também nunca me ocorreu que seria bom consultar as fontes e descobrir exatamente o que estava envolvido.

source: Nor did this fact escape the attention of traditional Jewish exegesis, in which there is a consensus to interpret the text in a messianic sense.
pt: Nem esse fato escapou à atenção da exegese judaica tradicional, na qual há um consenso para interpretar o texto em um sentido messiânico.

source: Nor does He fit in any way the conception of the Messiah held in Jewish tradition.
pt: Ele também não se encaixa de maneira alguma na concepção do Messias mantida na tradição judaica.

source: Nor does the Bible mention others.
pt: Nem a Bíblia menciona outros.

source: Nor is it possible.
pt: Nem é possível.

source: Nor must the Jew hide his origin, as one would an unsightly blemish.
pt: Nem o judeu deve esconder sua origem, como se fosse um defeito desagradável.

source: Nor should it be considered merely a source of comfort for the distraught.
pt: Nem deve ser considerado meramente uma fonte de conforto para os perturbados.

source: Not at all!
pt: De modo nenhum!

source: Not at all.
pt: De modo nenhum.

source: Not long after the inception of Christianity, the Jerusalem temple had disappeared.
pt: Não muito tempo depois do início do cristianismo, o templo de Jerusalém havia desaparecido.

source: Not only are they enemies, they have differentiated themselves even on the biological plane.
pt: Não são apenas inimigos, eles se diferenciaram até mesmo no plano biológico.

source: Not only is the idea of immortality of the soul foreign to the Bible, it is entirely incompatible with the biblical teaching on the resurrection.
pt: Não é apenas a ideia de imortalidade da alma estranha à Bíblia, é totalmente incompatível com o ensino bíblico sobre a ressurreição.

source: Not only was it a violent death that Jews received at the hands of Christians; they also received a much more terrible, deep, and enduring wound that has followed them to the present time: the characterization of the Jew as a man with the moneybag - a practician of usury.
pt: Não só foi uma morte violenta que os judeus receberam nas mãos dos cristãos; eles também receberam uma ferida muito mais terrível, profunda e duradoura que os acompanhou até os dias de hoje: a caracterização do judeu como homem riquezas - um praticante de usura.

source: Not only was the Law unchanged under the New Covenant, it called for a new spirit - for a profound, authentic obedience - for even greater willingness and happy submission.
pt: A Lei não apenas permaneceu inalterada sob o Novo Pacto, mas exigiu um novo espírito - para uma obediência profunda e autêntica - para uma disposição ainda maior e uma feliz submissão.

source: Not only, as the Torah prescribed, thou shalt not kill, but the commandment of Jeshua adds, thou shalt not desire to kill, thou shalt not wish death.” Then Tresmontant remarks, “One can see that there was to be no decrease in the requirements as compared to the Torah, but rather an increase.“197
pt: Não somente, como a Torá prescreveu, você não deve matar, mas o mandamento de Jesus acrescenta: você não desejará matar, você não desejará a morte. ”Então Tresmontant observa:“ Pode-se ver que não haveria diminuição os requisitos em comparação com a Torá, mas sim um aumento. ”197

source: Not that he entertains dreams beyond the realms of reality, for he does not.
pt: Não que ele entretenha sonhos além dos reinos da realidade, pois ele não o faz.

source: Not wishing to lose our way in a thicket of details, we shall group the facts according to three important waymarks:
pt: Não desejando perder nosso caminho em um emaranhado de detalhes, agruparemos os fatos de acordo com três importantes marcas:

source: Note also the English translation of Jules Isaac, The Teaching of Contempt.
pt: Note também a tradução em inglês de Jules Isaac, The Teaching of Contempt.

source: Note that it is not the Messiah who becomes God, but God who becomes the Messiah.
pt: Note que não é o Messias que se torna Deus, mas Deus que se torna o Messias.

source: Note well that the angel’s injunction to fear the God who made heaven and earth calls forth immediately the observance of the commandment which expresses that faith; that is, the Sabbath commandment.
pt: Note bem que a injunção do anjo para temer o Deus que fez o céu e a terra exige imediatamente a observância do mandamento que expressa aquela fé; isto é, o mandamento do sábado.

source: Nothing in the general attitude of the people could have led one to anticipate the reaction of the crowd on that Friday morning.
pt: Nada na atitude geral das pessoas poderia levar alguém a antecipar a reação da multidão naquela manhã de sexta-feira.

source: Nothing really is said, because civilization claims to be the sole spokesman.
pt: Nada é dito, porque a civilização afirma ser o único porta-voz.

source: Notice the superb, classical reasoning of the high priest.
pt: Observe o excelente raciocínio clássico do sumo sacerdote.

source: Now a peaceful assurance and an unbelievable gratitude prevail.
pt: Agora, uma garantia pacífica e uma gratidão inacreditável prevalecem.

source: Now many nations are assembled against you….
pt: Agora muitas nações estão reunidas contra você.

source: Now that we have come to the end, we suddenly find that a doubt has invaded our thoughts - a feeling that perhaps we have run in vain.
pt: Agora que chegamos ao fim, de repente descobrimos que uma dúvida invadiu nossos pensamentos - um sentimento de que talvez tenhamos corrido em vão.

source: Now we must decipher this mysterious language of the prophetic oracle.
pt: Agora devemos decifrar esta misteriosa linguagem do oráculo profético.

source: Now, if the priests felt compelled to resort to such subterfuge, it was due to their fear of the people, whose fondness for Jesus was evident and had to be taken into account.
pt: Agora, se os padres se sentiam compelidos a recorrer a tal subterfúgio, era devido ao medo que tinham do povo, cujo gosto por Jesus era evidente e tinha que ser levado em conta.

source: Numerous passages in the Midrash and the Talmud bring the Messiah and God together in their eternity and make Them both the “firsts.” “I shall manifest myself the first, as God… and I shall bring to you the first,’ and that is the Messiah.“132
pt: Numerosas passagens no Midrash e no Talmude trazem o Messias e Deus juntos em sua eternidade e fazem deles ambos os “primeiros”. “Eu me manifestarei o primeiro, como Deus ... e eu trarei para vocês o primeiro”, e isso é o Messias. "132

source: Obligation is laid upon us to answer these legitimate questions, because, if for no other reason, antiSemitism continues to play a crucial role in the Judeo-Christian separation.
pt: A obrigação é colocada sobre nós para responder a estas questões legítimas, porque, se não por outra razão, o antisemitismo continua a desempenhar um papel crucial na separação judaico-cristã.

source: Occasionally, the idols that had found their way into the habitations had to be destroyed.
pt: Ocasionalmente, os ídolos que haviam encontrado seu caminho para as habitações tinham que ser destruídos.

source: Of course, a presentation such as this cannot hope to be exhaustive.
pt: É claro que uma apresentação como essa não pode ser exaustiva.

source: Of course, not all German Christians fell into the snares of Nazism; many of them, even when they were anti-Semitic, battled this evil at the peril of their lives.
pt: É claro que nem todos os cristãos alemães caíram nas armadilhas do nazismo; muitos deles, mesmo quando eram antissemitas, lutaram contra esse mal pondo em perigo a suas vidas.

source: Of course, prayer is not in popular usage today.
pt: Naturalmente, a oração não está em uso popular hoje em dia.

source: Of course, some Jew s are rich, some are covetous, and some are deceitful, just as are some Christians.
pt: É claro que alguns judeus são ricos, alguns são cobiçosos e alguns são enganosos, assim como alguns cristãos.

source: Of course; but before a finger is lifted in scorn to indiscriminately accuse an entire people of a crime, should not the facts be carefully examined?
pt: Claro; mas antes que um dedo seja levantado com desprezo para acusar indiscriminadamente todo um povo de um crime, os fatos não devem ser cuidadosamente examinados?

source: Of primary importance will be the identification, from each side’s viewpoint, of the truly decisive factors and the arguments both sides have used in constructing seemingly insurmountable walls.
pt: De primordial importância será a identificação, do ponto de vista de cada lado, dos fatores verdadeiramente decisivos e dos argumentos que ambos os lados usaram na construção de muros aparentemente intransponíveis.

source: Often in Jewish tradition the suffering servant was identified as being the Messiah of Israel and not Israel itself.
pt: Muitas vezes, na tradição judaica, o servo sofredor era identificado como sendo o Messias de Israel e não o próprio Israel.

source: Often the Jews have taken refuge in that defense.
pt: Muitas vezes os judeus se refugiaram nessa defesa.

source: Often the serpent is pictured as in war against God Himself: “In that day the Lord with his hard and great and strong sword will punish Leviathan the fleeing serpent, Leviathan the twisting serpent.” Isaiah 27:1, R.S.V.
pt: Muitas vezes a serpente é retratada como na guerra contra o próprio Deus: “Naquele dia o Senhor com sua dura e grande e forte espada castigará o Leviatã, a serpente que foge, Leviatã a serpente torcida.” Isaías 27: 1, RSV

source: Often without thought, even unconsciously, they allow themselves to be carried along with the crowd, to the point that events finally take over completely, leading them into unanticipated trouble.
pt: Muitas vezes, sem pensar, mesmo inconscientemente, eles se deixam levar junto com a multidão, até o ponto em que os eventos finalmente assumem completamente, levando-os a problemas imprevistos.

source: On God’s level, love became more clearly manifest in free, unconditional salvation.
pt: No nível de Deus, o amor tornou-se mais claramente manifestado na salvação gratuita e incondicional.

source: On a given theme, each chapter proceeds to draw a picture of opposites.
pt: Em um determinado tema, cada capítulo começa a desenhar uma imagem dos opostos.

source: On every side one can see the influence of Marxist and existentialist thinking.
pt: De todos os lados, podemos ver a influência do pensamento marxista e existencialista.
